Repository: andrewfburton/frontend-edit-profile-multilingual
Catalog: languages/fep-*.po
Languages: de_de

source: Username
de_de: Benutzername

source: Usernames cannot be changed.
de_de: Benutzernamen können leider nicht geändert werden.

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Nickname
de_de: Forumname

source: (required)
de_de: (wird benötigt)

source: Display to Public as
de_de: Öffentlich zeigen als

source: Contact Info
de_de: Kontaktinfo

source: E-mail
de_de: Email-Adresse

source: There is a pending change of your e-mail to <code>%1$s</code>. <a href="%2$s">Cancel</a>
de_de: Es gibt eine pendende Änderungen deiner Email-Adresse auf <code>%1$s</code>. <a href="%2$s">Stornieren</a>

source: Website
de_de: Webseite

source: About Yourself
de_de: Über Dich

source: Biographical Info
de_de: Bio

source: Share a little biographical information to fill out your profile. This may be shown publicly.
de_de: Wenn du möchtest, teile ein wenig deine Bio. Wird im Forum gezeigt, wenn jemand dein Profil klickt.

source: New Password
de_de: Neues Passwort

source: If you would like to change the password type a new one. Otherwise leave this blank.
de_de: Zum Ändern des Passworts, tippe ein Neues. Ansonsten leerlassen.

source: Type your new password again.
de_de: Zur Bestätigung tipp das neue Passwort nochmals.

source: Strength indicator
de_de: Passwortstärke-Indikator

source: The password should be at least seven characters long.
de_de: Das Passwort sollte mindestens 7 Zeichen lang sein.

source: To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
de_de: Um es stärker zu machen, benütz Gross- und Kleinbuchstaben, Zahlen und Symbole wie ! " ? $ % ^ &amp; ).

source: Additional Capabilities
de_de: Zusätzliche Möglichkeiten

source: Update Profile
de_de: Profil Aktualisieren

source: General Settings
de_de: Allgemeine Einstellungen

source: Show Password Indicator
de_de: Passwort-Indikator Anzeigen

source: Show Password Hint
de_de: Passwortandeutung Anzeigen

source: Custom Password Hint
de_de: Benutzerdefinierter Passworthinweis

source: Show Login Form
de_de: Login-Formular Anzeigen

source: Not Logged in Text
de_de: Nichteingeloggt-Text

source: Lost Password URL
de_de: URL Verlorenes Passwort

source: Register URL
de_de: Registrier-URL

source: Disable Contact Methods
de_de: Kontaktmethoden Deaktivieren

source: Click to disable contact methods in profile page
de_de: Klicken um die Kontaktmethoden auf der Profilseite zu deaktivieren

source: Save Changes
de_de: Änderungen Sichern

source: <strong>Success</strong>: Profile updated
de_de: <strong>Erfolg</strong>: Profil aktualisiert

source: <strong>ERROR</strong>: Empty username
de_de: <strong>Fehler</strong>: Leerer Benutzername

source: <strong>ERROR</strong>: Empty password
de_de: <strong>Fehler</strong>: Leeres Passwort

source: <strong>ERROR</strong>: Invalid username
de_de: <strong>Fehler</strong>: Ungülter Benutzername

source: <strong>ERROR</strong>: Incorrect password
de_de: <strong>Fehler</strong>: Falsches Passwort

source: Your Profile
de_de: Dein Profil

source: Password
de_de: Passwort

source: Remember me
de_de: Erinnere dich an mich

source: Logged me in
de_de: Eingeloggt

source: Don't have account? Register.
de_de: Hast du noch kein Konto? Registrier dich einfach.

source: Display login widget on sidebar
de_de: Login-Widget im Sidebar Anzeigen

source: Title:
de_de: Titel:

source: Show Register Link
de_de: Registrier-Link Anzeigen

source: Hide widget when user logged in
de_de: Widget verstecken, wenn der Benutzer eingeloggt ist
